{
  "header_pic": [
    { "src": "about_cab.jpg", "alt":"Cabbage" },
    { "src": "about_lamb.jpg", "alt":"Lamb", "flipcardtext":"Some extra lamb text on flip"  },
    { "src": "about_eggs.jpg", "alt":"Eggs" }
  ],

  "bottom_pic": [
    { "src": "about_potato.jpg", "alt":"Potato man" },
    { "src": "about_tech.jpg", "alt":"Tech" },
    { "src": "about_chic.jpg", "alt":"Chicken" }
  ],

  "title": "About",
  "data_p": [
    {"paragraph":"Hou Xueying, a mother from Shanghai, was tired of food safety scares and of a city life disconnected from the land. So she moved her family to the country to learn about sustainable farming. Her parents disapproved; they had struggled to give her a comfortable life in the city—they could not understand why she would throw it away. When she got to the country, she found that the older generation of farmers could only tell her how to grow as they did, using chemical fertilizers, toxic insecticides."},
    {"paragraph":"Still, she persisted, and today she runs a diversified organic farm that is, in her words, a “self-reliant ecosystem.” She raises a wide variety of animals and crops, making use of ingenious techniques—like allowing ducks into the rice paddies—to fertilize plants and eliminate pests without using chemicals. She’s also turned her farm into a place of learning, teaching children from the city where their food comes from. Through all of this, Hou Xueying has found a community that shares her values for the first time. She believes that the importance of the farming way of life extends far beyond putting good food on the table. As she explains in the short film, Farmed with Love, “Only conscious foodies can save the world.”"},
    {"img":"farms.jpg", "alt":"Farm"},
    {"paragraph":"Many of us have heard some version of this statistic: the average age of farmers worldwide hovers around sixty years old. In the U.S., farmers over sixty-five outnumber farmers under thirty-five by a margin of six to one. People like Hou Xueying are going against the tide which has been tugging young people from the land for a long time, leaving older people alone on farms, with no one to take their place once they’re gone (except, increasingly, robots). So truly, as this older generation of farmers retires—a generation that widely embraced large-scale industrial farming—the question grows more pressing: who will grow the food of the future and what will their farms look like?"},
    {"paragraph":"Every person on earth needs food every day. Every day, food is tended, harvested, transported, stored, and served up on our tables. In a very real sense, food cannot be separated from life itself. And so it has been said that changing the way we grow and eat food is one of the most powerful tools we have for changing our economies and society as a whole."},
    
    {"paragraph":"Retrieved from https://www.commondreams.org/views/2019/06/05/farms-future article is licensed under a Creative Commons Attribution-Share Alike 3.0 License."}
  ],
  
  "data": "parag"}